Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J46.tmx
Source language: en_us
Languages: zh_cn

source: One The Demise of Industrial Sociology
zh_cn: 第一章工业社会学的衰退

source: An account of the demise of industrial sociology must examine trends in sociology and their relationship to changes in capitalism.
zh_cn: 要说明工业社会学的衰退，必须研究社会学的趋势以及它们与资本主义的变迁之间的关系。

source: The rise of “the end of ideology” through the 1950s led Daniel Bell, Clark Kerr, Seymour Martin Lipset, Talcott Parsons, Edward Shils, and others to claim that the major problems of capitalism had been overcome.
zh_cn: 1950年代，“意识形态的终结”这一说法的兴起使得丹尼尔·贝尔（Daniel Bell）、克拉克·克尔（Clark Kerr）、西摩·马丁·利普赛持（Seymour Martin Lipset）、塔尔科特·帕森斯（Talcott Parsons）、爱德华·希尔斯（EdwardShils）和其他人宣称资本主义的主要问题已经被克服了。

source: All that remained was to perfect modern society.
zh_cn: 剩下的事只是使现代社会更完美。

source: Among the accomplishments of United States capitalism they counted the incorporation of industrial workers and the institutionalization of industrial conflict.
zh_cn: 在美国资本主义社会的成就中他们算上了产业工人的社团化和产业斗争的体制化。

source: Strikes were “withering away,” and those that continued to break out affected the marginal sectors of the labor force - those not yet integrated into the wider society.
zh_cn: 罢工已经“萎缩”了，并且那些仍在爆发的罢工也只是影响到劳动力的边缘部分——那些还没有被整合到更广泛社会的部分。

source: The industrial worker was no more an agent of revolution than the burgeoning middle classes.
zh_cn: 产业工人们已不再是革命的行动者而成为中产阶级的萌芽一族。

source: Rather, workers were portrayed as “authoritarian” rather than radical; “capitalist” rather than “socialist.”
zh_cn: 进一步而言，工人们被描绘为“专制的”而不是激进的，是“资本主义者”而非“社会主义者”。

source: A kind of euphoria had descended on the cold-war sociologists.
zh_cn: 一种欣悦之情突降到冷战时代的社会学家身上。

source: In particular, blue-collar workers were no longer perceived as a “potential problem,” and so they receded from the sociological focus.
zh_cn: 尤其是蓝领工人已经不再被认为是一个“潜在的问题”，并因此退出了社会学的关注焦点之外。

source: The shift of interest away from the industrial laborer was accompanied by mounting criticism of the early studies of industrial behavior for their supposed myopia.
zh_cn: 将兴趣从产业劳动者身上转移到其他地方的现象，伴随着因认为其短视而对产业行为的早期研究所做的批评。

source: These commentaries frequently took the seminal Western Electric studies of “restriction of output” as a point of departure.
zh_cn: 这些评论经常以西部电气公司(Western Electric）关于“产量限制”的开创性研究为出发点。

source: Plant sociology, as Clark Kerr and Lloyd Fisher referred to it, paid little attention to the environment.
zh_cn: 工厂社会学(Plant Sociology）—— 克拉克·克尔和劳埃德·费希尔（Lloyd Fisher）这样提到它——几乎不关注环境因素。

source: It ignored the constraints of technology and paid too much attention to “human relations.” It ignored external orientations to work. It tended to downplay the economic rationality of the worker.
zh_cn: 它忽视技术的约束而过多地关注“人事关系”，忽略了对工作的外部定位，倾向于低估工人的经济理性。

source: It ignored class conflict and presented only managerial perspectives.
zh_cn: 它忽略阶级斗争而只是呈现了管理的视角。

source: Without doubt, the various critiques were long overdue and provided important correctives.
zh_cn: 毫无疑问，各种批评都姗姗来迟，但也提供了重要的纠正。

source: Yet they also overlooked the real if partial truths embedded in the early studies.
zh_cn: 但是他们都没有注意到，在早期研究中深嵌有真理盼事实，即使只是部分的真理。

source: In this work I shall try to rescue the rational kernel of plant sociology by thematizing these partial truths within a Marxist framework.
zh_cn: 在本研究中，我试图通过在马克思主义的框架内将这些部分真理主题化，从而来挽救工厂社会学的合理内核。

source: Thus, rather than highlight the absurdity of isolating the factory from its environment, I shall try to pin down the precise nature of its isolation or relative autonomy - an autonomy that allowed the early researchers to make so many contributions to the understanding of industrial organizations.
zh_cn: 这样，胜于强调将工厂与其环境隔离幵的谬误，我将试图弄清楚其隔离或者相对自治——这种自治允许早期的研究者为理解产业组织做出了如此多的贡献——的精确本质。

source: Rather than argue that conflict between management and worker is endemic or “structural,” I shall show how both conflict and consent are organized on the shop floor.
zh_cn: 胜于争论哲理层与工人之间的冲突是地方性的还是“结构性的”，我将展示冲突与同意是如何在车间内组织起来的。

source: Rather than continually harp on the manipulativeness and inefficacy of the human-relations attempt to elicit greater cooperation from workers, I shall stress its essential truth, namely, that activities on the shop floor cannot be understood outside the political and ideological realms of the organization of production.
zh_cn: 胜于喋喋不休的谈论关于试图通过人事关系引出工人们更加合作这种观点的生捏硬造和无能为力，我将强凋其本质的真理，即车间里的活动不能脱离生产组织的政治和意识形态的领域来理解。

source: While the view that workers are somehow irrational in their responses to work is an untenable position, the notion that they lean toward economic rationality is equally unsatisfactory.
zh_cn: 认为工人在他们对工作的反应上有点非理性的见解是站不住脚的，同样地，认为工人会倒向经济理性的观点也是不能令人满意的。

source: In this study I shall show how rationality is a product of the specific organization of production and is part and parcel of the factory “culture.”
zh_cn: 在这个研究中我将展示理性如何是一种特定生产组织的产物并显是工厂“文化”的重要部分。

source: In short, rather than dismiss the findings of industrial sociology, I shall move beyond them by placing and sometimes incorporating them into a broader perspective.
zh_cn: 简言之，胜于摒弃工业社会学的发现，我将把它们置于并且有时是把它们结合进一个更广阔的视角，从而超越它们。

source: The Emergence of Organization Theory
zh_cn: 组织理论的出现

source: The new studies that emerged to replace plant sociology shifted the focus of investigation to organizations in general- to hospitals, voluntary associations, trade unions, political parties, and so on.
zh_cn: 新出现的研究取代了工厂社会学，研究焦点转变到了一般组织——医院、志愿协会、工会、政党等等——上。

source: General theories, conceptual schemes, and focal problems were constructed to encompass behavior in all types of organizations.
zh_cn: 一般理论、概念图示和焦点问题是围绕着各种组织中的行为而构建的。

source: Three themes appeared to dominate the literature.
zh_cn: 文献著作中出现了三个占主导地位的主题。

source: First, there were the studies of bureaucracy - the functions and dysfunctions of rules. These sprang from Max Weber’s speculations on the relationship between bureaucracy and efficiency.
zh_cn: 首先，是对科层制——规则的功能和功能障碍——的研究。这些研究是由马克斯·韦伯（Max Weber）关于科层制和效率之间的关系的探讨所触发的。

source: A second set of studies developed a behavioralist framework that looked at organizations from the point of view of the individual as a decision-maker.
zh_cn: 其二，这一系列研究发展了一个从作为决策者的个体的视点来看待组织的行为主义者框架。

source: The psychological emphasis of these theorists can be seen as deriving from the human-relations perspectives on industrial work.
zh_cn: 这些理论的心理学上的侧重点可以看做是源于人事关系的视角对产业工作的观察。

source: Finally, a number of students began to develop frameworks for understanding the relationship between organizations and their environment.
zh_cn: 最后，许多研究者开始发展用于理解组织及其与环境之间关系的框架。

source: Some concentrated on the influence of socialization, community, etc., on industrial behavior, while others dwelt on the dependence of the organization on environments characterized by different degrees of uncertainty.
zh_cn: 其中一些集中在社会化、社团等对于产业行为的影响上，而另一些则详述组织对具有不同程度不确定性的环境的依赖。

source: Still others began to combine these two approaches in an attempt to understand the conditions of industrial development.
zh_cn: 还有另外一些则开始将这两种方法结合起来以试图理解产业发展的条件。

source: Whatever their shortcomings, about which I shall have more to say below, all these developments represented important departures from the earlier studies.
zh_cn: 无论它们的缺陷何在，我在下面要说得更多的是，所有的这些发展都代表了与早期研究的重要的分道扬镳。

source: The questions they raise, as well the questions from which they arise, appear and reappear throughout the body of this work.
zh_cn: 他们所提出的问题，以及他们所基于的那些问题，在本研究中一再出现。

source: The importance of rules will be central to my interpretation of shop-floor politics, although their implications will be understood in terms of domination rather than efficiency.
zh_cn: 规则的重要性将是我对车间政治的阐述的中心，尽管他们的含义将被理解为支配而非效率。

source: The fact that even the most oppressed worker is faced with making decisions that appear to be significant is something no study of work can avoid.
zh_cn: 即使是最受压迫的工人也得做出重要的决定，这一事实是任何研究都不可回避的。

source: However, the importance of these choices for the production of consent, and the link between such “indeterminacy” at the individual or micro level and the more limited variation at the macro level, will be the focus of my discussion.
zh_cn: 然而，我要讨论的焦点是：工人的这些选择对于同意的产生的重要性，以及在个体或者微观层面上的这种“不确定性”与宏观层而上的更有限的变化之间的纽带。

source: Finally, I shall spell out the relationship between the organization and its environment in terms of both markets and the processes of socialization, and in the appendix I shall address these issues in terms of industrial development in Zambia.
zh_cn: 最后，我要讲清楚在市场和社会化进程方面，组织及其环境之间的关系，并且在附录中我将致力于这些问题在赞比亚的产业发展方面的情况。

source: As in earlier industrial-sociology studies, advances made by organization theory will be incorporated into a Marxist framework.
zh_cn: 同在早期工业社会学的研究中一样，我将把组织理论带来的进展结合进一个马克思主义的框架中。

source: With the subsumption of industrial sociology under organization theory, the distinctiveness of the profit-seeking capitalist enterprise is lost.
zh_cn: 随着工业社会学被纳入组织理论，逐利的资本主义企业的独特性消失了。

source: At the same time, the development of conceptual schemes and theories to encompass all forms of organizations and associations expresses a very real truth, namely, the penetration of bureaucratic patterns and commodity relations into all areas of society.
zh_cn: 同时，涵盖组织和社团所有形式的概念图示与理论的发展表达了一个非常真切的节实，即科层制模式和商品关系在全社会范围内的渗透。

source: However, being unreflective about its roots in capitalist society, organization analysis loses this truth by projecting it into general theories that conceal the historically specific features of capitalist arid, in particular, advanced capitalist society.
zh_cn: 然而，由于对其在资本主义社会中的根源未加思索，组织分析将这一事实投射到了一般理论中而遮蔽了资本主义尤其是先进资本主义的历史性特征，结果失去了其真实性。

source: Thompson’s concern with an organization’s ability to control or contain uncertainty in its environment reflects the emergence of large corporations or government agencies that possess resources to engage in buffering, leveling, forecasting, rationing, and so forth.
zh_cn: 汤普森（Thompson）对于组织控制或者遏制其环境不确定性的能力的关注，反映了拥有资源用来从亨缓冲、调整、预测、配给等等工作的大型公司或政府机构的兴起。

source: As I hope to suggest, later in this study, restoring Thompson’s insights to their political arid economic context sheds much light on changes occurring in contemporary society.
zh_cn: 如我在本研究的后面希望表明的那样，将汤普森的洞见复原到其所属的政治和经济语境中，会使得发生于当代社会的变化清楚得多地显现出来。

source: In the same vein, criticisms of studies like the Western Electric experiments are often based on observations made in organizations in a different period, without due regard to changes in the historical context - a context that the studies themselves deemphasize.
zh_cn: 同样，对于诸如向西部电气公司这样的研究的批评经常是基于对不同时期组织的观察而做出的，而缺乏对于历史语境（这一语境是研究本身不予强调的）变迁的恰当考虑。

source: Would the bank wiring room look the same today as it did in 1932?
zh_cn: 今天的银行配电间难道看起来还会与1932年的一样吗？

source: What differences might one observe, and how might we explain them?
zh_cn: 人们的观察会有何不同，而我们又要如何解释它？

source: These are the sorts of questions a theory sensitive to historical change might pose.
zh_cn: 这些是一个对于历史变化敏感的理论应当提出的问题。

source: There have, of course, been attempts to explain change in organizations; the point is that these attempts have been of an ahistorical nature.
zh_cn: 当然也有解释组织变迁的尝试，但关键在于这些尝试有着非历史的本质。

source: Descriptions of changes are elevated into spurious explanations of change through the constitution of natural laws of development - the ineluctable processes of rationalization, bureaucratization, the pursuit of efficiency，and so on.
zh_cn: 通过建构发展的自然法则——不可避免的理性化进程、科层化、对于效率的追求，诸如此类等等——关于变化的描述被提升到一个似是而非的关于变化的解释。

source: Others, with less grand visions, substitute the empiricism of shopping lists for the development of explanations.
zh_cn: 而其他人则以不那么宏大的视野，用购物清单式的经验主义取代了对发展的解释。

source: Where explanations are attempted, they tend to preserve the isolation of the organization from its environment, except in moments of transition.
zh_cn: 在试图解释的地方，他们也倾向于在除了发生转型的时刻外都保持组织与其环境之间的隔离。

source: These are the theories of organizational persistence, which highlight efficiency, traditionalizing forces, vested interests, absence of competition, and so on.
zh_cn: 这些是组织持续性的理论，它们强调效率、传统化力量、既定的利益、缺乏竞争等等。

source: But organizations do not simply “persist.”
zh_cn: 但是组织并不仅是简单的“持续”而已。

source: Like any other enduring patterns of social relations, they have to be continually produced - that is, reproduced.
zh_cn: 像任何其他持久的社会关系模式一样，他们必须被持续生产——也就是可再生。

source: While one of the unique features of the capitalist enterprise is its apparent ability to reproduce its own relations, it must be stressed that this autonomy is only apparent (relative).
zh_cn: 虽然资本主义企业的独特特征之一是其显而易见的可再生产其自身关系的能力，但必须要强调的是这种自治也仅仅是表面上的（相对的）。

source: Theories of organizational persistence take for granted the conditions of persistence and ignore the tendencies toward the erosion of these conditions by the very reproduction of relations.
zh_cn: 组织持续的理论将持续的条件认为是理所当然的，并忽略了关系的再生产侵蚀这些条件的趋向。

source: Once the question of reproduction is posed, one must go beyond the organization and examine the interrelationship of the different parts of society that guarantee its reproduction.
zh_cn: 一旦再生产的问题被提出，人们就必须超越组织，并考察保证其再生产的社会不同部分之间的相互联系。

source: But this involves, first, examining what different organizations produce and, second, recognizing not only that they produce useful things or “services” but that, directly or indirectly, they also produce profit.
zh_cn: 但是这包括了：首先，考察不同的组织生产什么；其次，承认他们不仅仅生产有用的物品或“服务”，并且也直接的或间接的生产利润。

source: It involves the construction of a concrete totality that represents capitalist or advanced capitalist society - in fact, the construction of a theory of advanced capitalism.
zh_cn: 它包含了构建代表资本主义或者先进资本主义的实在整体——事实上，是关于先进资本主义的理论构建。

source: Not only would it go beyond organization theory; it would deny the latter its right to exist as a distinctive enterprise.
zh_cn: 它不仅会超越组织理论，它还将否认后者作为一门独特的学问存在的权利。

source: It would restore the timeless generalities of organization theory to their specific historical context.
zh_cn: 它要将组织理论无时间性的归纳放回其特定历史语境中去。

source: And, by the same token, it would unmask appearances, link the part to the whole, the past to the future, and thereby shatter the appearance of naturalness and inevitability in the present order of things.
zh_cn: 并且，出于同样的原因，它还将揭去表象，连接部分与整体、过去与未来，从而粉碎当前事物次序中被视为自然而然且不可避免的表象。

source: The Paradox of Organization Theory
zh_cn: 组织理论的悖论

source: In the development of its general and abstract concepts, organization theory has missed the particular and concrete products of organizations.
zh_cn: 在对其一般及抽象概念的发展中，组织理论丢掉了特定的和具体的组织产物。

source: It has substituted formal rationality for substantive rationality and has underplayed the essential feature of the capitalist labor process - the transformation of nature or raw materials into useful things, on the one hand, and into profit, on the other.
zh_cn: 它以形式理性取代了实质理性，并且对资本主义劳动过程的本质——一方面将天然的或原材料转变成有用之物，另一方面将其变成利润——轻描淡写。

source: Instead, the ahistorical formulations are upheld by dwelling on universal aspects of social relations and by thrusting aside concrete action, practices, the doing and making of things.
zh_cn: 透过详述社会关系的所有方面以及排斥具体的行动、实践、干活做事.组织理论非历史性的说明得到了维护。

source: And it is precisely out of this one-sided picture that a fundamental paradox emerges.
zh_cn: 而恰恰是由于这幅片面的图景，一个根本的矛盾显现了出来。

source: These studies, both the early and the late ones, rest on one or the other, or on some combination, of two divergent premises, namely, the assumption of underlying harmony and the necessity of social control. Taken together, these premises appear contradictory; for if there is underlying harmony and consensus is not problematical, then why is social control important or necessary?
zh_cn: 这些研究不论早期或晚期的，都依赖于两个彼此分歧的前提之一，或者二者的某种结合，即对潜在和谐的预设把它们放在一起的话，这两个前提就显得彼此对立了：因为如果社会具备潜在的和谐，并且一致同意不成问题的话，那为什么社会控制是重要或必要的？

source: And, conversely, if social control is so important, then how can we take consensus as given?
zh_cn: 反过来，如果社会控制如此重要，那我们又如何能将一致同意视为既定的？

source: The paradox has remained latent in part because the two themes have in general been developed separately, by authors drawing on the different sociological traditions originating with Emile Durkheim, on the one hand, and Max Weber, on the other.
zh_cn: 这一矛盾一直是潜藏的，部分是因为这两个主题一般是被取材自不同的社会学传统——一方是埃米尔·涂尔干（Emile Durkheim），另一方是马克斯·韦伯——的作者们分别发展的。

source: In this way the contradictory assumptions have been kept apart.
zh_cn: 这样，这两个相互对立的预设是相分离的。

source: Moreover, writers in the two traditions have not always pursued the implications of their respective positions.
zh_cn: 此外，这两个传统中的作者们并不总是深人反思其各自立场的意涵。

source: Thus, where social control has been a focal concern, no theory of conflict has been developed to establish the necessity of social control.
zh_cn: 这样，在社会控制成为焦点的地方，并没有发展出关于冲突的理论以此来确立社会控制的必要性。

source: When the emphasis has been on harmony, harmony is assumed rather than explained, and conflict is looked on as pathological or even accidental.
zh_cn: 而当重点是和谐时，和谐则是被预设的而不见解释，并且冲突被看做是病态的，甚至是偶发的。

source: I will deal with each theme in turn.
zh_cn: 我将对每个主题依次探讨。

source: The assumptions of the social-control literature have been formulated by Arnold Tannenbaum:
zh_cn: 阿诺德·坦纳鲍姆（Arnold Tannenbaum）阐述了社会控制文献中的预设：

source: Organization implies control.
zh_cn: 组织意味着控制。

source: A social organization is an ordered arrangement of individual human interactions.
zh_cn: 社会组织是对人类个体互动的有序安排。

source: Control processes help circumscribe idiosyncratic behaviors and keep them conformant to the rational plan of organization.
zh_cn: 控制过程有助于限定特异行为，并使他们服从组织的理性计划。

source: Organizations require a certain amount of conformity as well as integration of diverse activities.
zh_cn: 组织需要一定的服从也需要对多样行为的整合。

source: It is the function of control to bring about conformance to organizational requirements and achievement of the ultimate purposes of the organization.
zh_cn: 正是控制的功能使得服从达到组织的要求，并实现组织的终极目标。

source: The coordination and order created out of the diverse interests and potentially diffuse behaviors of members is largely a function of control.
zh_cn: 控制的功能在很大程度上是从分歧的利益和成员潜在的弥散行为中创造出协调与秩序。

source: But what are these “idiosyncratic” behaviors, “diverse” interests, etc., that have to be controlled?
zh_cn: 但这些“特异的”行为，“多样的”利益等究竟是什么，以至于要被控制呢？

source: Can one study control in organizations without a theory of what is to be controlled?
zh_cn: 当一个人研究组织中的控制时，可以不去探讨究竟什么要被控制吗？

source: Tannenbaum manages to do so by asking general questions of the type, “In general how much say or influence does the manager of your station have on what the following groups do in the company?
zh_cn: 坦纳鲍姆设法通过这种类型的一般性问题来解决：“一般而言，你们那里经理对于他下面的团队做什么有多大决定权或影响力？”

source: So, without reference to the activities being controlled or to the resources wielded to exercise that control, let alone to the “deviant” tendencies against which control is directed, Tannenbaum is able to characterize organizations by their total amount of control and its distribution.
zh_cn: 这样，既没有提及被控制的行为，也没有提及用以行使控制的资源，更未提及控制所指向的“偏差”趋势，坦纳鲍姆就能够根据组织中的控制总量及其分布对它们进行刻画。

source: This purely formal mode of measuring control (is he in fact measuring control at all?) enables him to compare very different types of organizations and to construct typologies of “control.”
zh_cn: 这个纯粹从形式角度来测度控制的模式（事实上他测量了一点控制吗？）使得他可以比较非常不同的组织类型，并建构“控制”的类型学。
